Revit 2027 API
ParameterTypeId.RebarSystemActiveFrontDirn2 Property
 "Exterior Minor Direction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemActiveFrontDirn2 { get; }
Public Shared ReadOnly Property RebarSystemActiveFrontDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemActiveFrontDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemActiveFrontDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace